---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileTopBendWidth
source: html/61a852bb-6dc4-023b-bee5-a7ab517671fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileTopBendWidth Property

"Top Bend Length"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionSigmaProfileTopBendWidth { get; }
```